{
  "0": "B1OccO1",
  "1": "C1=CCC=CC1",
  "2": "C1=CCCC1",
  "3": "C1=CCCCC1",
  "4": "C1=CCNC1",
  "5": "C1=CCNCC1",
  "6": "C1=CCOC1",
  "7": "C1=CCOCC1",
  "8": "C1=CCOcc1",
  "9": "C1=CCcc1",
  "10": "C1=CCccC1",
  "11": "C1=CNCC1",
  "12": "C1=CNcnC1",
  "13": "C1=NCCCO1",
  "14": "C1=NCCN1",
  "15": "C1=NCCO1",
  "16": "C1=NNCC1",
  "17": "C1=NOCC1",
  "18": "C1=N[N]N[N]1",
  "19": "C1=NccCcc1",
  "20": "C1C=CC=CC1",
  "21": "C1C=CC=CN1",
  "22": "C1C=CCC1",
  "23": "C1C=CCO1",
  "24": "C1CC1",
  "25": "C1CCC1",
  "26": "C1CCCC1",
  "27": "C1CCCCC1",
  "28": "C1CCCCCCC1",
  "29": "C1CCCN1",
  "30": "C1CCCNC1",
  "31": "C1CCCNCC1",
  "32": "C1CCCO1",
  "33": "C1CCCOC1",
  "34": "C1CCCS1",
  "35": "C1CCN1",
  "36": "C1CCNC1",
  "37": "C1CCNCC1",
  "38": "C1CCO1",
  "39": "C1CCOC1",
  "40": "C1CCOCC1",
  "41": "C1CCSC1",
  "42": "C1CN1",
  "43": "C1CN=CN1",
  "44": "C1CNC1",
  "45": "C1CNCC1",
  "46": "C1CNCCC1",
  "47": "C1CNCCN1",
  "48": "C1CNCCNC1",
  "49": "C1CNCCO1",
  "50": "C1CNOC1",
  "51": "C1CNcc1",
  "52": "C1CO1",
  "53": "C1COC1",
  "54": "C1COCC1",
  "55": "C1COCCN1",
  "56": "C1COCCO1",
  "57": "C1COCO1",
  "58": "C1COCOC1",
  "59": "C1C[NH2+]C1",
  "60": "C1NC=CS1",
  "61": "C1NCCN1",
  "62": "C1NCCO1",
  "63": "C1NCCS1",
  "64": "C1OCCO1",
  "65": "C1[C]C=CC=C1",
  "66": "C1cc-cc1",
  "67": "C1ccCC1",
  "68": "[CH]1[C]C[C][C]C=C1",
  "69": "[C]1[C]C[C][CH]C=C1",
  "70": "c1c-ccc-1",
  "71": "c1cCC1",
  "72": "c1cCCC1",
  "73": "c1cCCCC1",
  "74": "c1cCCCCC1",
  "75": "c1cCCO1",
  "76": "c1cCCcc-1",
  "77": "c1cCNCC1",
  "78": "c1cCNCccNC1",
  "79": "c1cCOC1",
  "80": "c1cCSCC1",
  "81": "c1cCcc-1",
  "82": "c1cCccC1",
  "83": "c1cCnc-1",
  "84": "c1cNCC1",
  "85": "c1cNCCC1",
  "86": "c1cNCNC1",
  "87": "c1cNCccNC1",
  "88": "c1cNOCC1",
  "89": "c1cOCCCO1",
  "90": "c1cOCCO1",
  "91": "c1cOCCnc-1",
  "92": "c1cOCNC1",
  "93": "c1cOCO1",
  "94": "c1cOccO1",
  "95": "c1cS[N]S[N]1",
  "96": "c1cSccN1",
  "97": "c1c[nH]cn1",
  "98": "c1c[nH]nn1",
  "99": "c1ccCC1",
  "100": "c1ccNCN1",
  "101": "c1cc[nH]c1",
  "102": "c1cc[se]c1",
  "103": "c1cccCCccccCC1",
  "104": "c1cccCSCccccCSC1",
  "105": "c1ccc[nH]c-1",
  "106": "c1cccc-1",
  "107": "c1cccc1",
  "108": "c1ccccc1",
  "109": "c1cccccc-1",
  "110": "c1ccnc1",
  "111": "c1ccncc1",
  "112": "c1ccnnc1",
  "113": "c1ccoc1",
  "114": "c1ccsc1",
  "115": "c1cn[nH]c1",
  "116": "c1cn[nH]n1",
  "117": "c1cnccn1",
  "118": "c1cncn1",
  "119": "c1cncnc1",
  "120": "c1cnnc1",
  "121": "c1cnncn1",
  "122": "c1cnnn1",
  "123": "c1cnoc1",
  "124": "c1cnon1",
  "125": "c1cnsn1",
  "126": "c1cocn1",
  "127": "c1conn1",
  "128": "c1cscn1",
  "129": "c1nCCC1",
  "130": "c1nCCCN1",
  "131": "c1nc[nH]n1",
  "132": "c1ncnc-1",
  "133": "c1ncnn1",
  "134": "c1ncon1",
  "135": "c1ncsn1",
  "136": "c1nn[nH]n1",
  "137": "c1nncn1",
  "138": "c1nnco1",
  "139": "c1nncs1",
  "140": "c1nnnn1",
  "141": "c1nnon1",
  "142": "n1nnnn1"
}